Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Slash Commands
ar: أوامر الشرطة المائلة
de: Slash-Befehle
es: Comandos de barra diagonal
fr: Commandes barre oblique
he: פקודות לוכסן
hi: स्लैश कमांड
id: Perintah Garis Miring
it: Comandi barra
ja: スラッシュコマンド
ko: 슬래시 명령어
nl: Slash-opdrachten
pl: Polecenia ukośnika
pt_br: Comandos de Barra
ru: Команды с косой чертой
sv: Snedstreckskommandon
tr: Eğik Çizgi Komutları
uk: Команди через скісну риску
vi: Lệnh gạch chéo
zh_hans: 斜杠命令
zh_hant: 斜線指令

source: Slots
ar: الفتحات
es: Ranuras
fr: Emplacements
he: חריצים
hi: स्लॉट
id: Slot
it: Slot
ja: スロット
ko: 슬롯
pl: Sloty
ru: Слоты
tr: Yuvalar
uk: Слоти
vi: Khe cắm
zh_hans: 插槽
zh_hant: 插槽

source: Software Updates
ar: تحديثات البرامج
de: Software-Aktualisierungen
es: Actualizaciones de software
fr: Mises à jour logicielles
he: עדכוני תוכנה
hi: सॉफ़्टवेयर अपडेट
id: Pembaruan Perangkat Lunak
it: Aggiornamenti software
ja: ソフトウェア・アップデート
ko: 소프트웨어 업데이트
pl: Aktualizacje oprogramowania
pt_br: Atualizações de software
ru: Обновления ПО
sv: Mjukvaruuppdateringar
tr: Yazılım Güncellemeleri
uk: Оновлення програмного забезпечення
vi: Cập nhật phần mềm
zh_hans: 软件更新
zh_hant: 軟體更新

source: Some attached files may not fit the free context window.
ar: قد لا تتناسب بعض الملفات المرفقة مع المساحة الحرة لنافذة السياق.
de: Einige angehängte Dateien passen möglicherweise nicht in den freien Platz des Kontextfensters.
es: Es posible que algunos archivos adjuntos no quepan en el espacio libre de la ventana de contexto.
fr: Certains fichiers joints peuvent ne pas tenir dans l'espace libre de la fenêtre de contexte.
he: ייתכן שחלק מהקבצים המצורפים לא ייכנסו למקום הפנוי בחלון ההקשר.
hi: कुछ संलग्न फ़ाइलें संदर्भ विंडो के खाली स्थान में नहीं आ सकती हैं।
id: Beberapa file terlampir mungkin tidak muat di ruang kosong jendela konteks.
it: Alcuni file allegati potrebbero non entrare nello spazio libero della finestra di contesto.
ja: 一部の添付ファイルはコンテキストウィンドウの空き容量に収まらない可能性があります。
ko: 일부 첨부 파일은 컨텍스트 창의 여유 공간에 맞지 않을 수 있습니다.
nl: Sommige bijgevoegde bestanden passen mogelijk niet in de vrije ruimte van het contextvenster.
pl: Niektóre załączone pliki mogą nie zmieścić się w wolnym miejscu okna kontekstu.
pt_br: Alguns arquivos anexados podem não caber no espaço livre da janela de contexto.
ru: Некоторые прикреплённые файлы могут не поместиться в свободное место контекстного окна.
sv: Vissa bifogade filer kanske inte får plats i det lediga utrymmet i kontextfönstret.
tr: Ekli dosyalardan bazıları bağlam penceresinin boş alanına sığmayabilir.
uk: Деякі прикріплені файли можуть не поміститися у вільному місці контекстного вікна.
vi: Một số tệp đính kèm có thể không vừa với dung lượng trống của cửa sổ ngữ cảnh.
zh_hans: 部分附加的文件可能无法放入上下文窗口的剩余空间。
zh_hant: 部分附加的檔案可能無法放入上下文視窗的剩餘空間。

source: Sort
ar: فرز
de: Sortieren
es: Ordenar
fr: Trier
he: מיין
hi: क्रमबद्ध करें
id: Urutkan
it: Ordina
ja: 並べ替え
ko: 정렬
nl: Sorteren
pl: Sortuj
pt_br: Ordenar
ru: Сортировка
sv: Sortera
tr: Sırala
uk: Сортування
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: Sort By
ar: ترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
he: מיין לפי
hi: इसके अनुसार क्रमबद्ध करें
id: Urutkan Berdasarkan
it: Ordina per
ja: 並べ替え基準
ko: 정렬 기준
nl: Sorteren op
pl: Sortuj według
pt_br: Ordenar Por
ru: Сортировать по
sv: Sortera efter
tr: Sıralama Ölçütü
uk: Сортувати за
vi: Sắp xếp theo
zh_hans: 排序方式
zh_hant: 排序方式

source: Sort and group models
ar: ترتيب وتجميع النماذج
de: Modelle sortieren und gruppieren
es: Ordenar y agrupar modelos
fr: Trier et grouper les modèles
he: מיין וקבץ מודלים
hi: मॉडल क्रमबद्ध और समूहीकृत करें
id: Urutkan dan kelompokkan model
it: Ordina e raggruppa modelli
ja: モデルを並べ替えとグループ化
ko: 모델 정렬 및 그룹화
nl: Modellen sorteren en groeperen
pl: Sortuj i grupuj modele
pt_br: Ordenar e agrupar modelos
ru: Сортировка и группировка моделей
sv: Sortera och gruppera modeller
tr: Modelleri sırala ve grupla
uk: Сортувати та групувати моделі
vi: Sắp xếp và nhóm mô hình
zh_hans: 排序和分组模型
zh_hant: 排序和分組模型

source: Source
ar: المصدر
de: Quelle
es: Origen
he: מקור
hi: स्रोत
id: Sumber
it: Sorgente
ja: ソース
ko: 소스
nl: Bron
pl: Źródło
pt_br: Fonte
ru: Источник
sv: Källa
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Source group not found.
ar: لم يُعثر على مجموعة المصدر.
de: Quellgruppe nicht gefunden.
es: No se ha encontrado el grupo de origen.
fr: Groupe source introuvable.
he: קבוצת המקור לא נמצאה.
hi: स्रोत समूह नहीं मिला।
id: Grup sumber tidak ditemukan.
it: Gruppo di origine non trovato.
ja: ソースグループが見つかりません。
ko: 소스 그룹을 찾을 수 없습니다.
nl: Brongroep niet gevonden.
pl: Nie znaleziono grupy źródłowej.
pt_br: Grupo de origem não encontrado.
ru: Группа источника не найдена.
sv: Källgruppen hittades inte.
tr: Kaynak grubu bulunamadı.
uk: Групу джерела не знайдено.
vi: Không tìm thấy nhóm nguồn.
zh_hans: 未找到来源组。
zh_hant: 找不到來源群組。

source: Source type
ar: نوع المصدر
de: Quellentyp
es: Tipo de fuente
fr: Type de source
he: סוג מקור
hi: स्रोत प्रकार
id: Tipe sumber
it: Tipo di origine
ja: ソースタイプ
ko: 소스 유형
nl: Brontype
pl: Typ źródła
pt_br: Tipo de fonte
ru: Тип источника
sv: Källtyp
tr: Kaynak türü
uk: Тип джерела
vi: Loại nguồn
zh_hans: 源类型
zh_hant: 來源類型

source: Sources
ar: المصادر
de: Quellen
es: Fuentes
he: מקורות
hi: स्रोत
id: Sumber
it: Origini
ja: ソース
ko: 소스
nl: Bronnen
pl: Źródła
pt_br: Fontes
ru: Источники
sv: Källor
tr: Kaynaklar
uk: Джерела
vi: Nguồn
zh_hans: 来源
zh_hant: 來源

source: Sparse Paths (one per line, optional)
ar: مسارات جزئية (واحد في كل سطر، اختياري)
de: Sparse-Pfade (einer pro Zeile, optional)
es: Rutas parciales (una por línea, opcional)
fr: Chemins partiels (un par ligne, facultatif)
he: נתיבים דלילים (אחד בכל שורה, אופציונלי)
hi: स्पार्स पथ (प्रति पंक्ति एक, वैकल्पिक)
id: Jalur sparse (satu per baris, opsional)
it: Percorsi sparsi (uno per riga, facoltativo)
ja: スパースパス (1 行に 1 つ、任意)
ko: 희소 경로(한 줄에 하나, 선택 사항)
nl: Sparse paden (één per regel, optioneel)
pl: Ścieżki częściowe (po jednej w wierszu, opcjonalnie)
pt_br: Caminhos esparsos (um por linha, opcional)
ru: Разреженные пути (по одному в строке, необязательно)
sv: Glesa sökvägar (en per rad, valfritt)
tr: Seyrek yollar (her satırda bir tane, isteğe bağlı)
uk: Розріджені шляхи (по одному в рядку, необов'язково)
vi: Đường dẫn thưa (mỗi dòng một, tùy chọn)
zh_hans: 稀疏路径 (每行一个，可选)
zh_hant: 稀疏路徑 (每行一個，選填)

source: Speculation
ar: المضاربة
de: Spekulation
es: Especulación
fr: Spéculation
he: ספקולציה
hi: सट्टेबाजी
id: Spekulasi
it: Speculazione
ja: 投機的実行
ko: 투기적 실행
nl: Speculatie
pl: Spekulacja
pt_br: Especulação
ru: Спекуляция
sv: Spekulation
tr: Spekülasyon
uk: Спекуляція
vi: Suy đoán
zh_hans: 投机
zh_hant: 投機

source: Speculation Mode
ar: وضع المضاربة
de: Spekulationsmodus
es: Modo de especulación
fr: Mode de spéculation
he: מצב ספקולציה
hi: सट्टेबाजी मोड
id: Mode Spekulasi
it: Modalità speculazione
ja: 投機モード
ko: 투기 모드
nl: Speculatiemodus
pl: Tryb spekulacji
pt_br: Modo de especulação
ru: Режим спекуляции
sv: Spekulationsläge
tr: Spekülasyon Modu
uk: Режим спекуляції
vi: Chế độ suy đoán
zh_hans: 投机模式
zh_hant: 投機模式

source: Speculative
ar: تخميني
de: Spekulativ
es: Especulativo
fr: Spéculatif
he: ספקולטיבי
hi: अनुमानित
id: Spekulatif
it: Speculativo
ja: 投機的実行
ko: 추측 실행
nl: Speculatief
pl: Spekulatywny
pt_br: Especulativo
ru: Спекулятивный
sv: Spekulativ
tr: Spekülatif
uk: Спекулятивний
vi: Đoán trước
zh_hans: 推测解码
zh_hant: 推測解碼

source: Speculative Decoding
ar: فك التشفير المضارب
de: Spekulatives Dekodieren
es: Decodificación especulativa
fr: Décodage spéculatif
he: פענוח ספקולטיבי
hi: सट्टा डिकोडिंग
id: Penguraian Spekulatif
it: Decodifica speculativa
ja: 投機的デコード
ko: 투기적 디코딩
nl: Speculatieve decodering
pl: Dekodowanie spekulatywne
pt_br: Decodificação especulativa
ru: Спекулятивное декодирование
sv: Spekulativ avkodning
tr: Spekülatif Kod Çözme
uk: Спекулятивне декодування
vi: Giải mã suy đoán
zh_hans: 投机解码
zh_hant: 投機解碼

source: Speculative Drafter
ar: المسودة المضاربة
de: Spekulativer Drafter
es: Borrador especulativo
fr: Rédacteur spéculatif
he: טיוטה ספקולטיבית
hi: सट्टा प्रारूपक
id: Penyusun Spekulatif
it: Drafter speculativo
ja: 投機的ドラフター
ko: 투기적 초안자
nl: Speculatieve opsteller
pl: Wstępny generator spekulatywny
pt_br: Rascunhador especulativo
ru: Спекулятивный драфтер
sv: Spekulativ utkastare
tr: Spekülatif Taslak Hazırlayıcı
uk: Спекулятивний драфтер
vi: Bản nháp suy đoán
zh_hans: 投机起草器
zh_hant: 投機起草器

source: Speed: %@/s
ar: السرعة: %@/ث
de: Tempo: %@/s
es: Velocidad: %@/s
fr: Vitesse : %@/s
he: מהירות: %@/שנייה
hi: गति: %@/सेकंड
id: Kecepatan: %@/dtk
it: Velocità: %@/s
ja: 速度: %@/秒
ko: 속도: %@/초
nl: Snelheid: %@/s
pl: Szybkość: %@/s
pt_br: Velocidade: %@/s
ru: Скорость: %@/с
sv: Hastighet: %@/s
tr: Hız: %@/sn
uk: Швидкість: %@/с
vi: Tốc độ: %@/giây
zh_hans: 速度：%@/秒
zh_hant: 速度：%@/秒

source: Start Background Daemon
ar: بدء العملية الخلفية
de: Hintergrund-Daemon starten
es: Iniciar demonio en segundo plano
fr: Démarrer le démon en arrière-plan
he: הפעל שירות רקע
hi: पृष्ठभूमि डेमॉन शुरू करें
id: Mulai Daemon Latar Belakang
it: Avvia demone in background
ja: バックグラウンドデーモンを開始
ko: 백그라운드 데몬 시작
nl: Achtergronddaemon starten
pl: Uruchom demona w tle
pt_br: Iniciar Daemon em Segundo Plano
ru: Запустить фоновый демон
sv: Starta bakgrundsdemon
tr: Arka Plan Daemon'ını Başlat
uk: Запустити фоновий демон
vi: Khởi động tiến trình nền
zh_hans: 启动后台守护进程
zh_hant: 啟動背景守護程式

source: Start Chat
ar: بدء المحادثة
de: Chat starten
es: Iniciar chat
fr: Démarrer la discussion
he: התחל צ'אט
hi: चैट शुरू करें
id: Mulai Obrolan
it: Inizia chat
ja: チャットを開始
ko: 대화 시작
nl: Chat starten
pl: Rozpocznij czat
pt_br: Iniciar chat
ru: Начать чат
sv: Starta chatt
tr: Sohbeti Başlat
uk: Почати чат
vi: Bắt đầu trò chuyện
zh_hans: 开始对话
zh_hant: 開始對話

source: Start In-App Server
ar: بدء الخادم داخل التطبيق
de: In-App-Server starten
es: Iniciar servidor en la app
fr: Démarrer le serveur dans l'''app
he: הפעל שרת בתוך היישום
hi: ऐप में सर्वर शुरू करें
id: Mulai Server Dalam Aplikasi
it: Avvia server in-app
ja: アプリ内サーバーを開始
ko: 인앱 서버 시작
nl: In-app-server starten
pl: Uruchom serwer w aplikacji
pt_br: Iniciar Servidor no App
ru: Запустить сервер в приложении
sv: Starta server i appen
tr: Uygulama İçi Sunucuyu Başlat
uk: Запустити сервер у програмі
vi: Khởi động máy chủ trong ứng dụng
zh_hans: 启动应用内服务器
zh_hant: 啟動應用程式內伺服器

source: Start Server
ar: بدء الخادم
de: Server starten
es: Iniciar servidor
fr: Démarrer le serveur
he: הפעל שרת
hi: सर्वर प्रारंभ करें
id: Mulai Server
it: Avvia server
ja: サーバーを起動
ko: 서버 시작
nl: Server starten
pl: Uruchom serwer
pt_br: Iniciar Servidor
ru: Запустить сервер
sv: Starta server
tr: Sunucuyu Başlat
uk: Запустити сервер
vi: Khởi động máy chủ
zh_hans: 启动服务器
zh_hant: 啟動伺服器

source: Start the server and these fill in with its real address.
ar: شغّل الخادم وستُملأ هذه بعنوانه الحقيقي.
de: Starten Sie den Server, dann werden diese mit seiner echten Adresse gefüllt.
es: Inicia el servidor y estos se rellenarán con su dirección real.
fr: Démarrez le serveur et ces champs se rempliront avec son adresse réelle.
he: הפעל את השרת והשדות האלה יתמלאו בכתובת האמיתית שלו.
hi: सर्वर शुरू करें और इनमें उसका वास्तविक पता भर जाएगा।
id: Jalankan server dan kolom ini akan terisi alamat aslinya.
it: Avvia il server e questi verranno compilati con il suo indirizzo reale.
ja: サーバーを起動すると、これらに実際のアドレスが入ります。
ko: 서버를 시작하면 실제 주소로 채워집니다.
nl: Start de server, dan worden deze gevuld met het echte adres.
pl: Uruchom serwer, a te pola wypełnią się jego rzeczywistym adresem.
pt_br: Inicie o servidor e estes serão preenchidos com o endereço real dele.
ru: Запустите сервер, и здесь появится его настоящий адрес.
sv: Starta servern så fylls dessa i med dess riktiga adress.
tr: Sunucuyu başlatın; bunlar gerçek adresiyle dolar.
uk: Запустіть сервер, і тут з'явиться його справжня адреса.
vi: Khởi động máy chủ và các mục này sẽ điền địa chỉ thật của nó.
zh_hans: 启动服务器后，这些会填入其真实地址。
zh_hant: 啟動伺服器後，這些會填入其真實位址。

source: Status Bar Benchmarks
ar: معايير شريط الحالة
de: Benchmarks der Statusleiste
es: Benchmarks de la barra de estado
fr: Benchmarks de la barre d'état
he: בנצ'מרקים של שורת המצב
hi: स्टेटस बार बेंचमार्क
id: Benchmark Bilah Status
it: Benchmark della barra di stato
ja: ステータスバーのベンチマーク
ko: 상태 표시줄 벤치마크
nl: Statusbalk-benchmarks
pl: Benchmarki paska stanu
pt_br: Benchmarks da barra de status
ru: Бенчмарки строки состояния
sv: Statusfältsbenchmark
tr: Durum Çubuğu Kıyaslamaları
uk: Бенчмарки рядка стану
vi: Benchmark thanh trạng thái
zh_hans: 状态栏基准测试
zh_hant: 狀態列基準測試

source: Status Message
ar: رسالة الحالة
de: Statusmeldung
es: Mensaje de estado
fr: Message d'état
he: הודעת מצב
hi: स्थिति संदेश
id: Pesan status
it: Messaggio di stato
ja: ステータスメッセージ
ko: 상태 메시지
nl: Statusbericht
pl: Komunikat stanu
pt_br: Mensagem de status
ru: Сообщение о состоянии
sv: Statusmeddelande
tr: Durum iletisi
uk: Повідомлення про стан
vi: Thông báo trạng thái
zh_hans: 状态消息
zh_hant: 狀態訊息

source: Steering
ar: التوجيه
de: Steuerung
es: Direccionamiento
fr: Guidage
he: היגוי
hi: स्टीयरिंग
id: Pengarah
it: Guida
ja: ステアリング
ko: 스티어링
nl: Besturing
pl: Sterowanie
pt_br: Direcionamento
ru: Управление
sv: Styrning
tr: Yönlendirme
uk: Керування
vi: Điều hướng
zh_hans: 转向
zh_hant: 導向

source: Steering Mode
ar: وضع التوجيه
de: Steuerungsmodus
es: Modo de dirección
fr: Mode de guidage
he: מצב היגוי
hi: स्टीयरिंग मोड
id: Mode Kemudi
it: Modalità di sterzo
ja: ステアリングモード
ko: 조향 모드
nl: Besturingsmodus
pl: Tryb sterowania
pt_br: Modo de direcionamento
ru: Режим управления
sv: Styrningsläge
tr: Yönlendirme Modu
uk: Режим керування
vi: Chế độ điều khiển
zh_hans: 转向模式
zh_hant: 轉向模式

source: Stop
ar: إيقاف
de: Stopp
es: Detener
fr: Arrêter
he: עצור
hi: रोकें
id: Berhenti
it: Arresta
ja: 停止
ko: 중지
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
sv: Stoppa
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Stop Agent
ar: إيقاف الوكيل
de: Agent stoppen
es: Detener agente
fr: Arrêter l'agent
he: עצירת סוכן
hi: एजेंट रोकें
id: Hentikan agen
it: Fermare agente
ja: エージェントを停止
ko: 에이전트 중지
nl: Agent stoppen
pl: Zatrzymaj agenta
pt_br: Parar agente
ru: Остановить агента
sv: Stoppa agent
tr: Ajanı durdur
uk: Зупинити агента
vi: Dừng tác nhân
zh_hans: 停止代理
zh_hant: 停止代理程式

source: Stop All
ar: إيقاف الكل
de: Alle stoppen
es: Detener todo
fr: Tout arrêter
he: עצור הכול
hi: सभी रोकें
id: Hentikan semua
it: Interrompi tutto
ja: すべて停止
ko: 모두 중지
nl: Alles stoppen
pl: Zatrzymaj wszystko
pt_br: Parar tudo
ru: Остановить все
sv: Stoppa alla
tr: Tümünü durdur
uk: Зупинити все
vi: Dừng tất cả
zh_hans: 全部停止
zh_hant: 全部停止

source: Stop Background Agent:
ar: إيقاف الوكيل في الخلفية:
de: Hintergrund-Agent stoppen:
es: Detener agente en segundo plano:
fr: Arrêter l'agent en arrière-plan :
he: עצור סוכן רקע:
hi: बैकग्राउंड एजेंट रोकें:
id: Hentikan agen latar belakang:
it: Interrompi l'agente in background:
ja: バックグラウンドエージェントを停止:
ko: 백그라운드 에이전트 중지:
nl: Achtergrondagent stoppen:
pl: Zatrzymaj agenta w tle:
pt_br: Parar agente em segundo plano:
ru: Остановить фонового агента:
sv: Stoppa bakgrundsagent:
tr: Arka plan aracısını durdur:
uk: Зупинити фонового агента:
vi: Dừng tác nhân nền:
zh_hans: 停止后台代理:
zh_hant: 停止背景代理:

source: Stop Command
ar: إيقاف الأمر
de: Befehl stoppen
es: Detener comando
fr: Arrêter la commande
he: עצירת פקודה
hi: कमांड रोकें
id: Hentikan perintah
it: Fermare comando
ja: コマンドを停止
ko: 명령 중지
nl: Opdracht stoppen
pl: Zatrzymaj polecenie
pt_br: Parar comando
ru: Остановить команду
sv: Stoppa kommando
tr: Komutu durdur
uk: Зупинити команду
vi: Dừng lệnh
zh_hans: 停止命令
zh_hant: 停止命令

source: Stop Sequences
ar: تسلسلات الإيقاف
de: Stoppsequenzen
es: Secuencias de parada
fr: Séquences d'arrêt
he: רצפי עצירה
hi: स्टॉप अनुक्रम
id: Urutan berhenti
it: Sequenze di stop
ja: 停止シーケンス
ko: 중지 시퀀스
nl: Stopreeksen
pl: Sekwencje zatrzymania
pt_br: Sequências de parada
ru: Стоп-последовательности
sv: Stoppsekvenser
tr: Durdurma dizileri
uk: Стоп-послідовності
vi: Chuỗi dừng
zh_hans: 停止序列
zh_hant: 停止序列

source: Stop Server
ar: إيقاف الخادم
de: Server stoppen
es: Detener servidor
fr: Arrêter le serveur
he: עצור שרת
hi: सर्वर बंद करें
id: Hentikan Server
it: Arresta server
ja: サーバーを停止
ko: 서버 중지
nl: Server stoppen
pl: Zatrzymaj serwer
pt_br: Parar Servidor
ru: Остановить сервер
sv: Stoppa server
tr: Sunucuyu Durdur
uk: Зупинити сервер
vi: Dừng máy chủ
zh_hans: 停止服务器
zh_hant: 停止伺服器

source: Stop Task
ar: إيقاف المهمة
de: Aufgabe stoppen
es: Detener tarea
fr: Arrêter la tâche
he: עצירת משימה
hi: कार्य रोकें
id: Hentikan tugas
it: Fermare attività
ja: タスクを停止
ko: 작업 중지
nl: Taak stoppen
pl: Zatrzymaj zadanie
pt_br: Parar tarefa
ru: Остановить задачу
sv: Stoppa uppgift
tr: Görevi durdur
uk: Зупинити завдання
vi: Dừng tác vụ
zh_hans: 停止任务
zh_hant: 停止任務

source: Stop Token IDs
ar: معرفات رموز الإيقاف
de: Stopp-Token-IDs
es: ID de tokens de parada
fr: Identifiants des jetons d'arrêt
he: מזהי אסימוני עצירה
hi: स्टॉप टोकन आईडी
id: ID Token Berhenti
it: ID token di interruzione
ja: 停止トークンID
ko: 중지 토큰 ID
pl: Identyfikatory tokenów zatrzymania
pt_br: IDs de Token de Parada
ru: Идентификаторы стоп-токенов
sv: Stopp-token-ID:n
tr: Durdurma Belirteci Kimlikleri
uk: Ідентифікатори стоп-токенів
vi: ID mã thông báo dừng
zh_hans: 停止标记ID
zh_hant: 停止權杖ID

source: Stop generation
ar: إيقاف التوليد
de: Generierung stoppen
es: Detener generacion
fr: Arreter la generation
he: עצור יצירה
hi: उत्पादन रोकें
id: Hentikan pembuatan
it: Ferma generazione
ja: 生成を停止
ko: 생성 중지
nl: Genereren stoppen
pl: Zatrzymaj generowanie
pt_br: Parar geracao
ru: Остановить генерацию
sv: Stoppa generering
tr: Oluşturmayı durdur
uk: Зупинити генерацію
vi: Dừng tạo
zh_hans: 停止生成
zh_hant: 停止生成

source: Stop generation and unload the current model before moving the store.
ar: أوقف التوليد وقم بإلغاء تحميل النموذج الحالي قبل نقل المتجر.
de: Stoppen Sie die Generierung und entladen Sie das aktuelle Modell, bevor Sie den Speicher verschieben.
es: Detén la generación y descarga el modelo actual antes de mover el almacén.
fr: Arrêtez la génération et déchargez le modèle actuel avant de déplacer le magasin.
he: עצור את היצירה ובטל את טעינת המודל הנוכחי לפני העברת המאגר.
hi: स्टोर को स्थानांतरित करने से पहले पीढ़ी को रोकें और वर्तमान मॉडल को अनलोड करें।
id: Hentikan pembuatan dan bongkar model saat ini sebelum memindahkan penyimpanan.
it: Interrompi la generazione e scarica il modello corrente prima di spostare l'archivio.
ja: ストアを移動する前に、生成を停止して現在のモデルをアンロードしてください。
ko: 저장소를 이동하기 전에 생성을 중지하고 현재 모델을 언로드하세요.
nl: Stop het genereren en ontlaad het huidige model voordat u de opslag verplaatst.
pl: Zatrzymaj generowanie i wyładuj bieżący model przed przeniesieniem magazynu.
pt_br: Pare a geração e descarregue o modelo atual antes de mover o armazenamento.
ru: Остановите генерацию и выгрузите текущую модель перед перемещением хранилища.
sv: Stoppa genereringen och läs ur den aktuella modellen innan du flyttar lagringen.
tr: Depoyu taşımadan önce üretimi durdurun ve mevcut modeli kaldırın.
uk: Зупиніть генерацію та вивантажте поточну модель перед переміщенням сховища.
vi: Dừng tạo và dỡ mô hình hiện tại trước khi di chuyển kho lưu trữ.
zh_hans: 移动存储前请先停止生成并卸载当前模型。
zh_hant: 移動存放區前請先停止生成並卸載目前的模型。

source: Stop goal
ar: إيقاف الهدف
de: Ziel stoppen
es: Detener objetivo
fr: Arrêter l'objectif
he: עצור מטרה
hi: लक्ष्य रोकें
id: Hentikan tujuan
it: Ferma obiettivo
ja: ゴールを停止
ko: 목표 중지
nl: Doel stoppen
pl: Zatrzymaj cel
pt_br: Parar meta
ru: Остановить цель
sv: Stoppa mål
tr: Hedefi durdur
uk: Зупинити мету
vi: Dừng mục tiêu
zh_hans: 停止目标
zh_hant: 停止目標

source: Stop reading out loud
ar: إيقاف القراءة بصوت عالٍ
de: Vorlesen beenden
es: Detener lectura en voz alta
fr: Arrêter la lecture à voix haute
he: הפסק הקראה
hi: बोलना बंद करें
id: Hentikan pembacaan
it: Interrompi lettura ad alta voce
ja: 読み上げを停止
ko: 읽기 중지
nl: Stoppen met voorlezen
pl: Zatrzymaj czytanie na głos
pt_br: Parar leitura em voz alta
ru: Остановить чтение вслух
sv: Sluta läsa upp
tr: Sesli okumayı durdur
uk: Зупинити читання вголос
vi: Dừng đọc to
zh_hans: 停止朗读
zh_hant: 停止朗讀

source: Stop the server to edit. Leave the port blank for automatic assignment.
ar: أوقف الخادم للتحرير. اترك المنفذ فارغًا للتعيين التلقائي.
de: Zum Bearbeiten den Server stoppen. Für automatische Zuweisung den Port leer lassen.
es: Detén el servidor para editar. Deja el puerto vacío para asignarlo automáticamente.
fr: Arrêtez le serveur pour modifier. Laissez le port vide pour une attribution automatique.
he: יש לעצור את השרת לעריכה. יש להשאיר את היציאה ריקה להקצאה אוטומטית.
hi: संपादन के लिए सर्वर रोकें। स्वचालित आवंटन के लिए पोर्ट खाली छोड़ें।
id: Hentikan server untuk mengedit. Kosongkan port untuk penetapan otomatis.
it: Arresta il server per modificare. Lascia vuota la porta per assegnarla automaticamente.
ja: 編集するにはサーバーを停止してください。自動割り当てにはポートを空欄にします。
ko: 편집하려면 서버를 중지하세요. 자동 할당은 포트를 비워 두세요.
nl: Stop de server om te bewerken. Laat de poort leeg voor automatische toewijzing.
pl: Zatrzymaj serwer, aby edytować. Pozostaw port pusty, aby przypisać go automatycznie.
pt_br: Pare o servidor para editar. Deixe a porta vazia para atribuição automática.
ru: Остановите сервер для редактирования. Оставьте порт пустым для автоматического назначения.
sv: Stoppa servern för att redigera. Lämna porten tom för automatisk tilldelning.
tr: Düzenlemek için sunucuyu durdurun. Otomatik atama için portu boş bırakın.
uk: Зупиніть сервер для редагування. Залиште порт порожнім для автоматичного призначення.
vi: Dừng máy chủ để chỉnh sửa. Để trống cổng để tự động gán.
zh_hans: 停止服务器后编辑。端口留空可自动分配。
zh_hant: 停止伺服器後編輯。連接埠留空可自動分配。

source: Stopped
ar: متوقف
de: Gestoppt
es: Detenido
fr: Arrêté
he: נעצר
hi: रुका हुआ
id: Berhenti
it: Arrestato
ja: 停止
ko: 중지됨
nl: Gestopt
pl: Zatrzymany
pt_br: Parado
ru: Остановлен
sv: Stoppad
tr: Durduruldu
uk: Зупинено
vi: Đã dừng
zh_hans: 已停止
zh_hant: 已停止

source: Stopping
ar: جارٍ الإيقاف
de: Wird gestoppt
es: Deteniendo
fr: Arrêt en cours
he: עוצר
hi: रोका जा रहा है
id: Menghentikan
it: Interruzione in corso
ja: 停止中
ko: 중지하는 중
nl: Bezig met stoppen
pl: Zatrzymywanie
pt_br: Parando
ru: Остановка
sv: Stoppar
tr: Durduruluyor
uk: Зупинення
vi: Đang dừng
zh_hans: 正在停止
zh_hant: 正在停止

source: Storage
ar: التخزين
de: Speicherplatz
es: Almacenamiento
fr: Stockage
he: אחסון
hi: भंडारण
id: Penyimpanan
it: Spazio di archiviazione
ja: ストレージ
ko: 저장 공간
nl: Opslag
pl: Pamięć masowa
pt_br: Armazenamento
ru: Хранилище
sv: Lagring
tr: Depolama
uk: Сховище
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存空間

source: Streams
ar: بث
de: Streaming
es: Transmisión
fr: Flux
he: הזרמות
hi: स्ट्रीम
id: Streaming
it: Streaming
ja: ストリーミング
ko: 스트리밍
pl: Strumienie
pt_br: Streaming
ru: Стриминг
sv: Strömmar
tr: Akışlar
uk: Стрімінг
vi: Truyền phát
zh_hans: 流式
zh_hant: 串流

source: Streams Fast
ar: بث سريع
de: Schnelles Streaming
es: Transmisión rápida
fr: Flux rapide
he: מזרים מהר
hi: तेज़ स्ट्रीमिंग
id: Streaming Cepat
it: Streaming veloce
ja: 高速ストリーミング
ko: 빠른 스트리밍
nl: Snelle streaming
pl: Szybki streaming
pt_br: Streaming Rápido
ru: Быстрый стриминг
sv: Snabb strömning
tr: Hızlı Akış
uk: Швидкий стрімінг
vi: Truyền phát nhanh
zh_hans: 流式快速
zh_hant: 串流迅速

source: Strength
ar: الشدة
de: Stärke
es: Intensidad
fr: Intensité
he: עוצמה
hi: तीव्रता
id: Kekuatan
it: Intensità
ja: 強度
ko: 강도
nl: Sterkte
pl: Siła
pt_br: Intensidade
ru: Сила
sv: Styrka
tr: Güç
uk: Сила
vi: Cường độ
zh_hans: 强度
zh_hant: 強度

source: Submit Answers
ar: إرسال الإجابات
de: Antworten senden
es: Enviar respuestas
fr: Envoyer les réponses
he: שלח תשובות
hi: उत्तर सबमिट करें
id: Kirim jawaban
it: Invia risposte
ja: 回答を送信
ko: 답변 제출
nl: Antwoorden verzenden
pl: Wyślij odpowiedzi
pt_br: Enviar respostas
ru: Отправить ответы
sv: Skicka svar
tr: Yanıtları gönder
uk: Надіслати відповіді
vi: Gửi câu trả lời
zh_hans: 提交答案
zh_hant: 提交答案
